Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=763_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi jugii stipeanddaid alla dási stuđeanttaide
sms: SääŠmteŠǧǧ jueŠjji stipeendid õllškooultääŠzz mättŠtõõđjid

source: Sámediggi mieđihii oktiibuot guhtta 500 euro stipeandda sámegiela ja sámekultuvrra alla dási stuđeanttaide.
sms: SääŠmteäǧǧ miõtti õhttseŠžže kutt 500 eeŠur stipeend sääŠmǩiõl da sääŠm kulttuur õllškooultääŠzz mättŠtõõjđid.

source: Stipeanddat juhkkojuvvojedje Sámekulturguovddáš Sajosa váldogoartaváldi Keski-Suomen Betonirakenne Oy skeŋken ja sámedikki ruđain.
sms: Stipeendid juõŠǩǩeš SääŠmkultturkõõskõs Sajoozz väŠlddurkkuŠvddjen tuåimmjam Keski-Suomen Betonirakenne Oy sǩiâŋkkâm da sääŠmteeŠǧǧ teäŠǧǧväärain.

source: Stipeandda ohce oktiibuot 18 stuđeantta.
sms: Stipeendid oŠcce õhttseŠžže 18 mättʼtõõtti.

source: Stipeanddat mieđihuvvojedje čuovvovaš stuđeanttaide: Inga Påve Idivuoma (Giron / Sámi allaskuvla), Marjo Magga (Vuohčču / Sámi allaskuvla), Berit Sonkamuotka (Enodat / Oulu universiteahtta), Sierge Rasmus (Jyväskylä / Oulu universiteahtta), Inger-Elle Suoninen (Anár / Sámi allaskuvla), Joni Saijets (Gáregasnjárga / Oulu universiteahtta).
sms: Stipeendid miõtteš puõŠtti mättŠtõõđjid: Inga Påve Idivuoma (Kiiruna / Sámi allaskuvla), Marjo Magga (Vuõccu / Sámi allaskuvla), Berit Sonkamuotka (Enontekiö / Oulu universiteŠtt), Sierge Rasmus (Jyväskylä / Oulu universiteŠtt), Inger-Elle Suoninen (Aanar / Sámi allaskuvla), Joni Saijets (Karigasniemi / Oulu universiteŠtt).

source: Stipeanddain mearridii sámedikki skuvlen- ja oahppamateriálalávdegoddi čoahkkimistis 27.10.2013.
sms: Stipeendin tuŠmmji sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-material-luŠvddkåŠdd 27.10.2013 såbbrõššum såbbrest.

source: Lávdegoddi gávnnahii iluin, ahte stipeandaohcamušat bohte ollu, sierra guovlluin, máŋggain skuvlensurggiin ja golmma riikkas.
sms: LuŠvddkåŠdd tuõtti räädast, što stipendooccmõõžž puõŠtte jiânnai, jeeŠres vuuŠdin, määŋgin škoouŠlŠjemvuuŠdin da kolmmen jännmest.

source: Seammás lávdegoddi šállošii dan, ahte stipeandaruhta lei unnán juohkin láhkái.
sms: Seämmast luŠvddkåŠdd gåårtõõli tõn, stipenden jueŠǩǩem tieŠǧǧ leŠjje ooccanj.
